// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的许杰同学",
        "如何让你遇见我",
        "在我最美丽的时刻",
        "为这，我已在佛前求了五百年",
        "求佛让我们结一段尘缘",
        "佛於是把我化做一棵树，长在你必经的路旁",
        "阳光下，慎重地开满了花",
        "朵朵都是我前世的盼望",
        "当你走近，请你细听",
        "那颤抖的叶，是我等待的热情",
        "我向你保证，此情不变至永远",
        ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2014-09-20T20:15:00",
    // 双方的名字
    names: ["许杰小仙女"]
}
